Repository: milesto-app/Milesto
Catalog: ios/Momentum/Resources/Locales/Paywall.xcstrings
Source language: en
Languages: fr

# paywall.subtitle
source: Unlock your full potential with unlimited access
fr: Libère tout ton potentiel avec un accès illimité

# paywall.plan.yearly.period
source: per year
fr: par an

# paywall.plan.monthly.period
source: per month
fr: par mois

# paywall.feature.coach
source: Personalized AI coaching
fr: Coaching IA personnalisé

# paywall.feature.roadmap
source: Unlimited roadmap generation
fr: Génération de roadmap illimitée

# paywall.feature.chat
source: Unlimited coach conversations
fr: Conversations avec le coach illimitées

# paywall.feature.stats
source: Advanced progress analytics
fr: Statistiques de progression avancées

# paywall.feature.replan
source: Smart replanning & adjustments
fr: Replanification et ajustements intelligents

# paywall.cta
source: Start 2-week free trial
fr: Commencer l'essai gratuit de 2 semaines

# paywall.restore
source: Restore purchases
fr: Restaurer les achats

# paywall.error.title
source: Purchase Error
fr: Erreur d'achat

# paywall.terms
source: Cancel anytime during your free trial. Payment will be charged after 14 days.
fr: Annule à tout moment pendant l'essai gratuit. Le paiement sera prélevé après 14 jours.

# settings.pro.active
source: Active
fr: Actif

# settings.pro.description
source: 2-week free trial
fr: Essai gratuit de 2 semaines

# usage.daily.title
source: Daily AI usage
fr: Utilisation IA quotidienne

# usage.limit.reached.title
source: Daily limit reached
fr: Limite quotidienne atteinte

# usage.limit.reached.message
source: You've used all your generations for today. Upgrade to Pro for more.
fr: Tu as utilisé toutes tes générations pour aujourd'hui. Passe à Pro pour en avoir plus.

# usage.daily.remaining
source: remaining
fr: restant

# usage.limit.reached.cta
source: Upgrade to Pro
fr: Passer à Pro
